Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ཡི་ཡུལ་འཁོར་འཇིག་པར་འགྱུར། །དཔུང་ཡང་འཆི་བར་འགྱུར་བ་སྟེ། །
en: “The [target’s] kingdom will be ruined— A plague will arise in his army,

source: མེས་ཚིག་རླུང་ནི་ཆེན་པོ་དང་། །ཆར་ཆེན་དག་ཀྱང་འབྱུང་བར་འགྱུར། །
en: And there will be wildfires, hurricanes, Heavy rains, and floods. {51.38}

source: ཐམས་ཅད་བསྡུས་པའི་ཚོགས་དག་ནི། །ཕ་རོལ་ཚོགས་ཀྱིས་གནོད་པར་འགྱུར། །
en: “The [target’s] entire army will be Completely destroyed by another army.

source: དེ་ལ་གནོད་པ་སྣ་ཚོགས་དང་། །ནད་ཆེན་དག་གིས་ཡང་དག་ཁྱབ། །
en: Various misfortunes will befall him, And he will be stricken with great illness. {51.39}

source: རྒྱལ་པོ་དེ་ཡི་ལུས་ཀུན་ཀྱང་། །སྐམ་པར་འདི་ལ་ཐེ་ཚོམ་མེད། །
en: “The entire body of that king Will wither, there is no doubt about this,

source: དེ་ཡི་ཁྱིམ་ནི་ཐམས་ཅད་ཀྱང་། །མི་མ་ཡིན་པས་ཡང་དག་དཀྲུགས། །
en: And his whole household will be haunted And troubled by nonhuman beings. {51.40}

source: མལ་དུ་བརྟན་པ་མི་རྙེད་ཅིང་། །ས་ཡི་སྟེང་དུའང་འཁོར་བར་འགྱུར། །
en: “He will find no rest in bed And will pace in circles on the ground.

source: སྲིན་པོ་ཡི་དགས་ཤ་རྗེན་ཟས། །དེ་ཡི་ཁྱིམ་ནི་ཡོངས་སུ་བསྐོར། །
en: His house will be overrun By rākṣasas, pretas, and kravyādas. {51.41}

source: ཐམས་ཅད་དུ་ནི་ཉམ་ཐག་འཇིགས། །སྡུག་བསྔལ་དྲག་པོས་སྡུག་བསྔལ་འགྱུར། །
en: “He will always be troubled and afraid And tormented by acute suffering.

source: ས་སྟེང་ལྷ་ཡི་དབང་ཕྱུག་སོགས། །དེ་ཡི་སྲུང་བ་བྱེད་མི་ནུས། །
en: Maheśvara and other earthly deities Will not be able to protect him, {51.42}

source: འཇིག་རྟེན་སྐྱོང་བ་ཚངས་སོགས་དང་། །
en: “Nor will the world protectors—Brahmā and so forth;

source: བརྒྱ་བྱིན་སོགས་པ་སུམ་ཅུའི་དབང་། །
en: Or the thirty-three gods—Śakra and so forth;

source: སྔགས་ཀུན་ལྷ་དང་བཅས་པ་དང་། །འཇིག་རྟེན་ཀུན་ལས་བྱུང་བའང་རུང་། །
en: Or any mantras or deities In the whole world. {51.43}

source: ང་རྒྱལ་གྱིས་འཁྲུགས་མ་རུངས་དགྲ། །དེ་ཡི་འཚོ་བ་དེ་མཐར་བྱེད། །
en: “The life of a person who is evil, cruel, and haughty Will be brought to an end.

source: མཚན་ཕྱེད་ཉི་མ་གུང་དག་ལ། །གང་དུ་ཁྲོས་ནས་ཟློས་བྱེད་པ། །གཤིན་རྗེ་ཁྲོས་པ་མངོན་སུམ་ལྟར། །བསྲུང་བར་ཡང་ནི་རུང་མ་ཡིན། །
en: If the mantra is recited At midnight or at midday, The angry Vaivasvata will appear As Yamarāja before [such a person]. {51.44}

source: མར་ངོའི་ཟླ་ཕྱེད་ཅི་འདོད་པར། །ས་སྟེང་རས་རིས་བཞག་ནས་ནི། །གཏོར་མ་མཆོད་པ་ཆེ་བྱ་བ། །
en: “During the dark fortnight, whenever convenient, One should prop up the painting on the ground And perform a big pūjā along with bali offerings.

source: དུར་ཁྲོད་དགོན་པའི་གནས་དང་ནི། །ཤིང་གཅིག་དེ་བཞིན་རྟགས་དང་ནི། །བྲག་དང་བས་མཐའ་ཕུག་ཀྱང་རུང་། །
en: This should be in a charnel ground, in a forest, {51.45} “By a solitary tree or a śivaliṅga, On top of a mountain, or in a cave.

source: གཅིག་པུ་གཉིས་སུ་མེད་པར་ཡང་། །རྟག་ཏུ་ལས་རྣམས་ཡང་དག་བརྩམས། །
en: One should always perform [this rite] Alone, without a companion, {51.46}

source: དགོན་པ་ཆེན་པོ་དབེན་པ་དང་། །ལྷ་ཡི་ཁང་པ་སྟོང་པ་དང་། །ཁང་སྟོང་དང་ནི་ཆུ་བོ་དང་། །རྒྱ་མཚོའི་འགྲམ་ལ་བརྟེན་པ་དང་། །གྲོང་ཁྱེར་དེ་དང་ཉེ་བ་དང་། །
en: “While staying in a lonely place in a great forest, A vacant temple or shrine, At a river, Or on the shore of an ocean. {51.47} “One should always do the ritual Staying in or near such places,

source: དེར་གནས་ཡང་ན་ཅི་འདོད་པར། །དཔག་ཚད་བརྒྱ་ཡི་ཚད་ཙམ་ནས། །
en: Or anywhere one wants within the radius Of one hundred leagues [from the target]. {51.48}

source: རྟག་ཏུ་ལས་རྣམས་བྱ་བ་ཡིན། །གཙང་བའི་ཡུལ་ནི་བརྒྱ་དག་དང་། །
en: “One should always perform these rites Following the rules and staying pure. There are countless locations where one may stay And infinite number of pure places. {51.49}

source: ཚད་མེད་ཡུལ་དུ་གནས་པའང་རུང་། །སྔགས་ཀྱི་རྫུ་འཕྲུལ་བསམ་མི་ཁྱབ། །
en: “Within the inconceivable domain of mantras, The range of mantra [activity] is inconceivable. The power of mantras is inconceivable,

source: ཟློས་པའི་གྲུབ་པ་བསམ་མི་ཁྱབ། །ལས་ནི་བསམ་མི་ཁྱབ་པར་སྣང་། །
en: The accomplishment of reciters is inconceivable, The activity appears to be inconceivable,

source: འབྲས་བུའང་བསམ་གྱིས་མི་ཁྱབ་པའོ། །
en: And the result is also inconceivable. {51.50}

source: གཤིན་རྗེ་གཤེད་ནི་བདག་ཉིད་ཆེ། །
en: “Inconceivable is the activity

source: ཁྲོ་བོའི་རྒྱལ་པོ་བསམ་མི་ཁྱབ། །
en: Of Lord of Wrath Yamāntaka, the great being.

source: ལས་དང་རྫུ་འཕྲུལ་ཡུལ་དང་ནི། །རྣམ་པར་འཕྲུལ་བ་ཆེ་འབྱུང་བ། །
en: Inconceivable, too, is the range of his power And his great display of miracles.

source: བསམ་གྱིས་མི་ཁྱབ་ཟློས་པ་ཡིས། །ས་སྟེང་འདི་ལ་གྲུབ་པ་སྣང་། །
en: Inconceivable is the accomplishment of reciters Of his mantra observed here on earth. {51.51}

source: བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །ཀུན་གྱིས་བསྲུང་བར་ཡོང་མི་ནུས། །
en: “All the bodhisattvas, with their great powers, Would not be able to protect the target;

source: འཇིག་རྟེན་པ་ཡི་སྔགས་རྣམས་དང་། །གཟའ་དང་མ་མོ་སྨོས་ཅི་དགོས། །
en: How then would worldly mantra deities, Along with the grahas and mātṛs, protect him? {51.52}

source: དབང་ལྡན་དང་ནི་ཁྱབ་འཇུག་གམ། །སྐེམ་བྱེད་དང་ནི་བརྒྱ་བྱིན་དང་། །
en: “Neither Īśāna nor Viṣṇu; Nor Skanda or Purandara;

source: རྒྱལ་དང་རྒྱལ་བའི་སྲས་དག་ནི། །དམ་ཚིག་འཛིན་པར་བྱེད་པ་དང་། །
en: Nor those who are bound by samaya, Including the victorious ones and their sons; {51.53}

source: ས་བཅུ་ལ་ནི་ཡང་དག་གནས། །བྱང་ཆུབ་སེམས་དཔའ་བདག་ཉིད་ཆེ། །
en: “Nor the eminent bodhisattvas Who abide on the ten levels;

source: གང་ཞིག་དགྲ་བཅོམ་རང་རྒྱལ་དང་། །རྫུ་འཕྲུལ་ཆེན་པོ་ཆགས་བྲལ་བ། །དམ་ཚིག་སྔོན་བྱས་དེ་དག་གིས། །བསྲུང་བར་ཡང་ནི་མི་ནུས་སོ། །
en: Nor the pratyeka­buddhas and arhats, Free from passion and possessed of great powers Would be able to protect [the target], Even though they formerly took the samaya. {51.54}

source: མདོར་བསྡུས་ནས་ནི་བཤད་པར་བྱ། །
en: “I will briefly explain.

source: འབྱོར་པ་འདོད་པས་མཉན་པར་གྱིས། །
en: Listen, those of you who desire prosperity!

source: ཟློས་པ་སེམས་ནི་མ་དང་ན། །གཞན་གྱིས་ནུས་པར་མི་འགྱུར་རོ། །
en: When the reciter is not pleased, No being can escape him;

source: སྔགས་པ་མཆོག་ནི་མི་དགའ་ན། །དེ་འདིར་ཞི་བ་ག་ལ་ཡོད། །
en: How could such a being find peace, If the reciter of this supreme mantra is not happy? {51.55}

source: བདག་ཉིད་ཆེན་པོ་གཤིན་རྗེ་གཤེད། །ཁྲོ་བོའི་རྒྱལ་པོ་ཟློས་པ་པོ། །གང་ཚེ་ཡིད་ནི་དང་བ་དང་། །གང་ཚེ་སྙིང་རྗེ་བརླན་གྱུར་པ། །དེ་ཚེ་དེ་ནི་ཞི་ཐོབ་པའམ། །བརྟན་པའམ་འཚོ་བ་འཛིན་པར་འགྱུར། །
en: “If, on the other hand, the reciter Of the great Lord of Wrath Yamāntaka Is kindly disposed in his mind Or tender with compassion, Then such being will obtain peace and stability And will remain alive. {51.56}

source: པིརྩུ་མརྡ་ཡུངས་མར་དང་། །རང་སྐྱུར་དུག་དང་ལྡན་པ་ནི། །ཁྲག་དང་མི་ཡི་ཤ་དང་ནི། །ལན་ཚྭ་ཚ་བ་གསུམ་དང་ནི། །སྐེ་ཚེ་དུག་གི་ཕྱེ་མ་དང་། །སྟར་བུ་དང་ནི་སྲམ་གྱི་ཤ། །ལང་ཏང་ཙེ་ཡི་རྩ་བ་དང་། །དེ་བཞིན་ཀོ་ཤ་ཏ་ཀའི་དང་། །ཨེ་རེན་ད་རྩ་ནས་ཚིག་ཐལ། །ལེ་བརྒན་རྩི་དང་གཟེ་མ་དང་། །པོ་སོན་ཆ་ཡི་རྩ་བ་དང་། །དེ་བཞིན་སྒོག་སྐྱ་ཀེའུ་དང་། །གཞན་གྱི་ཞག་དང་ཆུ་དང་ནི། །ཀུན་དོང་ཆང་ནི་བཏུང་བར་བཅས། །འདི་ཀུན་ཆ་མཉམ་བྱས་ནས་ནི། །རས་རིས་ཉེ་བར་སྦྱིན་སྲེག་བྱ། །
en: “[One should combine] neem, White mustard, kāñjika, the five poisons, Human blood, flesh, Salt, the three pungent substances, {51.57} “Brown mustard, powdered conch, Vinegar, fresh ginger, The root of devil’s trumpet, The root of ribbed gourd, {51.58} “The root of the castor-oil plant, barley potash, Safflower, devil’s thorn, The root of madana, Garlic, gṛñjanaka, {51.59} “Dhak tree, śākhoṭaka tree, Onion, and grain beer. Having blended all these [ingredients], one should offer [The mixture] into the fire, near to the painting. {51.60}

source: སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན། །ཟླ་བ་ཕྱེད་ཀྱི་ནང་དུ་ནི། །བུ་དང་གཉེན་སྡུག་བཅས་པ་ཡི། །དགྲ་རྣམས་རྩད་ནས་འཇིག་འགྱུར་ཏེ། །འཁོར་ཀུན་མ་ལུས་འཇོམས་པར་བྱེད། །
en: “When one has offered one thousand and eight homas, The enemies will be destroyed, root and branch— One will destroy all of them Along with their sons, daughters, and retinues. {51.61}

source: གཉིས་པའི་ནང་དུ་སྦྱིན་སྲེག་བྱས། །དེ་ཡི་རྩད་ནས་འབྱིན་པར་བྱེད། །
en: “If one performs the homa at the second junction, They will be completely uprooted.

source: ཟློས་པས་མེ་ནང་སྦྱིན་སྲེག་བྱས། །གསུམ་པའི་དུས་སུ་ཕྱིན་པ་ན། །
en: If the reciter performs the homa When the third junction has arrived, {51.62}

source: དེ་ཡི་གྲོང་རྡལ་བཅས་དེ་ལ། །མུ་གེ་དག་ནི་འབྱུང་བ་དང་། །
en: “A famine will strike the target And his townsfolk.

source: ཆར་མི་འབབ་ཅིང་འཆི་བ་མང་། །སྲིན་པོས་ཀུན་ཏུ་ཁྱབ་པ་དང་། །
en: There will be droughts and many deaths, With rākṣasas pullulating everywhere. {51.63}

source: མེས་ཚིག་རྡོ་ཡི་ཆར་འབབ་དང་། །རྡོ་རྗེ་དང་ནི་ཐོག་ཀྱང་འབབ། །ལྗོངས་དང་ཕྱོགས་དང་ཡུལ་དང་ནི། །ཇི་སྙེད་རྒྱལ་པོ་དེ་ལ་ཡོད། །
en: “There will be wildfires, hailstorms, Thunder, and lightning In the countries and domains Of such a king. {51.64}

source: འཚེ་བ་མང་པོ་རབ་འབྱུང་ཞིང་། །དེ་བཞིན་གཞན་གྱི་དམག་ཚོགས་འབྱུང་། །
en: “Many disasters will occur, Including an invasion by a foreign army.

source: དེ་ཡི་ཡུལ་དུ་འཚེ་བ་ནི། །དུ་མ་མང་པོ་དག་ཀྱང་འབྱུང་། །དཔལ་མིན་མང་པོ་རབ་སྟོན་པ། །རྣམ་པ་སྣ་ཚོགས་འབྱུང་བར་འགྱུར། །
en: There will be many misfortunes In his country— They will manifest in various ways, As the goddess of fortune departs. {51.65}

source: ལད་ཏང་རྩ་བས་སྦྱིན་སྲེག་བྱས། །དེ་ལ་རིམས་ནད་འབྱུང་བར་འགྱུར། །
en: “If one offers as homa the root of devil’s trumpet, The target will lose his mind.

source: ཚ་བས་རྟག་ཏུ་སྦྱིན་སྲེག་བྱས། །ཚ་བ་ཆེན་པོ་སྐྱེ་བར་འགྱུར། །
en: If one offers kaṭuka as homa, The target will definitely be caught in a great fire.

source: ཤིན་ཏུ་སྐྱུར་བས་སྦྱིན་སྲེག་བྱས། །གྲང་བའི་རིམས་ནི་ཡང་དག་འབྱུང་། །
en: If one offers a citron into the fire, A great fever with chills will arise in the [target’s] body. {51.66}

source: མ་རུངས་རྒྱལ་པོ་སྟོབས་ཀྱིས་དྲེགས། །དེ་ཡི་ལུས་ལ་དེ་དག་འགྱུར། །ཕྱོགས་ཆེ་ནོར་དང་ལྡན་པ་དང་། །གདུག་ཅིང་དཔུང་ཆེན་ཡང་དག་ག་གནས། །དེ་ཡི་འཚོ་བ་ཐ་མ་ནི། །ནུབ་གཉིས་ཡང་ན་བདུན་གྱིས་སོ། །
en: “Whether he is a wicked king Intoxicated by his own might, Backed by powerful and cruel vassals And his own great army, He will die after two Or seven nights. {51.67}

source: གང་ཞིག་གང་ལ་དད་ལྷའམ། །སྐྱེས་པའི་སྐར་མ་མིང་ཡང་རུང་། །རས་རིས་མདུན་དུ་གཟུགས་བྱ་བ། །དུར་ཁྲོད་སོལ་བས་བྲིས་པ་ལ། །
en: “Whichever [king is targeted], one should write The name of his personal deity or his nakṣatra And draw his form on the ground in front of the painting Using charcoal from a cremation ground.

source: མགོ་ལ་རྡོག་པས་མནན་ནས་ནི། །ཁྲོ་བས་བཟླས་པ་བརྩམ་པར་བྱ། །
en: Then, one should step upon the [king’s] head with one’s foot And recite the mantra angrily. {51.68}

source: གློ་བུར་རྣམ་པ་སྣ་ཚོགས་པའི། །མི་ཡི་བདག་པོ་ཟུག་གཟེར་འབྱུང་། །
en: “All of a sudden the king will be seized By various acute pains.

source: ནད་ཆེན་པོས་ནི་ཐེབས་འགྱུར་ཏེ། །དེ་ཡི་མོད་ལའང་འཆི་བར་འགྱུར། །
en: Overcome by a terrible disease, He will die that very moment. {51.69}

source: ཡང་ན་དགྲ་སྟས་གཅོད་པའམ། །ཡན་ལག་ཀྱང་ནི་མི་ཚང་འགྱུར། །
en: “He also may be struck with an axe And, moreover, lose his limbs.

source: སྡིག་ཅན་མི་མ་ཡིན་པ་ཡི། །སྲིན་པོ་གདུག་པས་ཟ་བར་འགྱུར། །
en: He may be eaten by nonhuman beings Such as the cruel rākṣasas, kaśmalas, {51.70}

source: བདག་གི་འཁོར་དང་བཅས་པ་དག །ཤ་རྗེན་ཟ་དང་སྲུལ་པོ་དང་། །ཤ་ཟ་ཡི་དགས་མ་མོ་ཡིས། །དེ་ཡི་མོད་ལའང་གསོད་པར་བྱེད། །
en: “Kravyādas, pūtanas, Piśācas, pretas, or mātṛs. He may suddenly be attacked by them, And even by his own servants.” {51.71}

source: དེ་ནས་དཔལ་ལྡན་རྡོ་རྗེ་འཆང་། །དེ་ཚེ་འཁོར་ལ་འདི་སྐད་སྨྲས། །སངས་རྒྱས་ཀུན་ལ་ཕྱག་འཚལ་ནས། །དེ་ནས་ཅང་མི་སྨྲ་བར་གནས། །
en: The glorious Vajradhara, Having thus spoken to the assembly, Bowed to all the buddhas And then waited in silence. {51.72}

source: འཇིག་རྟེན་རྣམས་ལ་ཕན་འདོད་ཕྱིར། །འདི་སྐད་དུ་ནི་ཡང་སྨྲས་པ། །གནོད་སྦྱིན་མོ་ནི་ཐམས་ཅད་དང་། །གནོད་སྦྱིན་ཀུན་ཚོགས་བོས་ནས་ནི། །
en: For the sake of those who want to benefit the world, He furthermore pronounced The mantra of all the hosts of yakṣa s And yakṣiṇīs everywhere. {51.73}

source: དེ་ཚེ་གནོད་སྦྱིན་བདག་པོ་སྟེ། །བྱང་ཆུབ་སེམས་དཔའ་སྨྲས་པ་ནི། །གནོད་སྦྱིན་རྣམས་ཀྱིས་རས་རིས་སྨྲས། །འདོད་པ་ཀུན་དང་ཉེ་བར་ལྡན། །
en: Continuing with his talk, The bodhisattva, the general of the yakṣa s, Then taught the section on the yakṣiṇīs That contains all the [relevant] rites:

source: འགུགས་པར་བྱེད་དང་དབང་བྱེད་ཀུན། །ཟུག་རྔུ་མ་ལུས་ཡང་དག་འབྱིན། །
en: The summoning of anyone, the enthrallment, And the removing of all physical afflictions. {51.74}

source: སྔགས་པ་གང་ཚེ་འཁྲིག་པ་འདོད། །འདོད་ཆགས་ལྡོངས་པའམ་རྨོངས་པའི་བློས། །བདེར་གཤེགས་བཀས་ཀྱང་བཟློག་པ་དང་། །གཉེན་པོས་ཀྱང་ནི་མི་ནུས་སོ། །
en: When a mantra practitioner is looking for sex And is blinded by passion or otherwise confused in his mind, The Sugata’s prohibitive ordinances Cannot possibly stop him. {51.75}

source: ཐོག་མ་མེད་པའི་འཁོར་བ་ནས། །ཤིན་ཏུ་སྡུག་བསྔལ་རྒྱུ་སྔོན་བྱས། །དེ་དག་སྡུག་བསྔལ་སྡུག་བསྔལ་བར། །སྙིང་རྗེ་ཆེན་པོས་འགྲོ་བ་གདུངས། །
en: Such people have already experienced intense suffering In the cycle of births without beginning. The tathāgatas taught that their [future] rebirth Will take them from suffering to greater suffering. {51.76}

source: ཚངས་སྤྱོད་དབང་པོ་དུལ་བས་ནི། །བདེ་འགྲོ་དག་ནི་ཐོབ་པར་འགྱུར། །
en: A celibate person who has tamed his senses Will obtain a pleasant rebirth,

source: བཟང་པོ་ཤིས་པར་བསྟན་པ་དང་། །མཐར་ནི་ཞི་བའང་ཐོབ་པར་འགྱུར། །
en: Which is said to be good and auspicious. Eventually, he will obtain peace.

source: ཐེག་པ་གསུམ་ལ་བརྟེན་ནས་ནི། །མྱ་ངན་འདས་པ་ལེགས་པ་འཐོབ། །
en: Riding the three vehicles with equanimity, He will obtain nirvāṇa. {51.77}

source: བཟློག་པ་བློ་ངན་གྱིས་ཟིན་པ། །འདོད་ཆགས་ཀྱིས་ལྡོངས་བཀའ་ཐུབ་མེད། །
en: Those among the ascetics who, blinded by passion, Do the opposite under the sway of bad inclinations,

source: འཁོར་བ་མི་ཟད་ཚང་ཚིང་གི། །འགྲོ་བ་ལྔར་ནི་འཁོར་བར་འགྱུར། །
en: Will wander in the terrible abyss of saṃsāra, Following the five destinies. {51.78}

source: དེ་དག་སྡུག་བསྔལ་ལྡན་དོན་དུ། །འདོད་པའི་ལོངས་སྤྱོད་རྗོད་པར་བྱེད། །
en: It is for the sake of those who suffer [like this] That the sensual enjoyments will be described.

source: ཁྲོ་བོ་འདི་ནི་མཉེས་བྱས་ན། །སྡིག་པ་ཀུན་ལས་ལྡོག་པར་འགྱུར། །
en: Following the injunctions of the Teacher, Will be released from all fetters. {51.79}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཀྱི་མངོན་སྤྱོད་དང་ལེགས་པར་སྡོམ་པའི་ལེའུ་རབ་འབྱམ་ལས་སུམ་ཅུ་རྩ་བཞི་པ་རྫོགས་སོ།། །།
en: This concludes the detailed second chapter with the precepts regarding the violent rites of Lord of Wrath Yamāntaka, fifty-first in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞི་བའི་བློ་གྲོས་ཞེས་བྱ་བ་འཁོར་དེ་ཉིད་དུ་འདུས་ཤིང་འདུག་པར་གྱུར་པ་དེ་སྟན་ལས་ལངས་ཏེ། སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ནས། འཁོར་གྱི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་འདུག་སྟེ།
en: At that time the great being, Bodhisattva Śāntamati, who was sitting in the midst of that great gathering, got up from his seat, bowed to each of the buddhas, and stood in the middle of the assembly.

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཞབས་གཉིས་ལ་བཏུད་དེ། གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལག་ན་རྡོ་རྗེ་དེ་ལ་བལྟས་ནས་ཚིག་འདི་སྨྲས་སོ། །
en: Having circumambulated the blessed Śākyamuni three times clockwise, he bowed at his feet and, looking in the direction of Vajrapāṇi, the great general of the yakṣa army, said: {52.1}

source: ཕྱག་ན་རྡོ་རྗེ་གང་ཁྱོད་སེམས་ཅན་ཐམས་ཅད་ལ་གནོད་པར་བྱེད་པ་དང་། འདོད་པ་དང་ལྡན་པའི་སྔགས་དང་རྒྱུད་བཤད་ན།
en: “You are exceedingly cruel, Vajrapāṇi, in that you teach mantra methods that are harmful to all sentient beings, or serve to obtain sensual pleasures.

source: ཀྱེ་རྒྱལ་བའི་སྲས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ངེས་པར་ཆོས་འདི་ནི་མ་ཡིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་གང་གི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོས་རབ་ཏུ་ཕྱེ་ཞིང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར། ཕན་པའི་ལྷག་པའི་བསམ་པ་ལ་རབ་ཏུ་ཞུགས་ན་ འཁོར་བའི་འཆིང་བ་ལས་གྲོལ་བར་འགྱུར་རོ། །
en: It is not proper, O son of the victorious ones, for the bodhisattvas, the great beings, to act like this because bodhisattvas, great beings, are endowed with great compassion and practice bodhisattva conduct. Practicing benevolence for the sake of all beings, they do not cast off the fetters of existence. {52.2}

source: ཀྱེ་རྒྱལ་བའི་སྲས་གཞན་ཡང་སེམས་ཅན་ལ་གནོད་པར་བྱེད་པའི་ཆོས་སྟོན་པ་ནི། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཆེད་དུ་གསུངས་པ་མ་ཡིན་ཏེསྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པའི་ཕྱིར་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་ལྷག་པའི་བསམ་པ་ལ་རབ་ཏུ་ཞུགས་པ་ཡིན་ནོ། །
en: “Moreover, O son of the victorious ones, the venerable tathāgatas, the fully realized buddhas, having all sentient beings in mind, do not give Dharma instructions on how to harm beings. Since they possess great compassion, they adopt the attitude of benevolence toward all beings.” {52.3}

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལག་ན་རྡོ་རྗེས་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ལ་སྨྲས་པ།
en: The great being Bodhisattva Vajrapāṇi replied to Bodhisattva Śāntamati,

source: ཇི་ལྟར་ཁྱོད་སྨྲས་པ་དང་ཇི་ལྟར་ཁྱོད་རབ་ཏུ་སྟོན་པ་དེ་བཞིན་དུ་ཞི་བའི་བློ་གྲོས་བྱང་ཆུབ་སེམས་དཔས་བསླབ་པར་བྱ།
en: “Śāntamati! A bodhisattva should indeed train to be this way and should adopt such an attitude.

source: དེ་བཞིན་དུ་བསྒྲུབ་པར་བྱ། ཇི་ལྟར་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་བསྟན་པར་བགྱིའོ། །
en: What you now say and teach, all the buddhas and the bodhisattvas of great power teach. I will explain it, too, speaking from the perspective of the absolute truth. {52.4}

source: དོན་དམ་པར་ནི་ཡང་དག་པའི་མཐའ་ལ་ཡང་དག་པར་བརྟེན་ནས་ཆོས་ཀྱི་མཐའ་ལས་གྲོལ་བ་ཐོབ་པར་འགྱུར་རོ། །
en: “The ultimate Dharma is taught While abiding in the ultimate reality.

source: སེམས་ཅན་མཐའ་ནི་བསམ་མི་ཁྱབ། །རྣམ་པར་སྨིན་པའང་བསམ་མི་ཁྱབ། །
en: The limit of beings cannot be conceived of, Nor can the methods for ripening them. {52.5}

source: སངས་རྒྱས་ཆོས་ཀྱང་བསམ་མི་ཁྱབ། །བྱང་ཆུབ་སྤྱོད་པའང་བསམ་མི་ཁྱབ། །
en: “The teachings of the buddhas are inconceivable, And so is the conduct of awakening.

source: གདུལ་བའི་སེམས་ཅན་ལ་བརྟེན་ནས། །ཕན་པའི་སྤྱོད་པ་བསམ་མི་ཁྱབ། །
en: When it comes to beings who require guidance, A bodhisattva’s mode of acting is inconceivable. {52.6}

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་རྣམས། །བསམ་མི་ཁྱབ་པར་ཡོངས་སུ་བསྟན། །
en: “The conduct of the bodhisattvas Is proclaimed as inconceivable.

source: རྒྱུད་རྣམས་ཀུན་ལ་རྒྱུད་འདི་ཡི། །མཐུ་ནི་བསམ་གྱིས་མི་ཁྱབ་ཡིན། །
en: Among all of the mantras, The power of this mantra-method is inconceivable. {52.7}

source: གཤིན་རྗེ་གཤེད་ནི་བདག་ཉིད་ཆེ། །ཁྲོ་བོའི་རྒྱལ་པོའི་སྔགས་དག་དང་། །ཡུལ་གསུམ་དག་ཀྱང་བསམ་མི་ཁྱབ། །རྟོགས་པའི་བདག་ཉིད་བསམ་མི་ཁྱབ། །
en: “The extent of the miraculous power of the mantra Of Lord of Wrath Yamāntaka, the great being, Is inconceivable, and so is the greatness Of mastering it. {52.8}

source: ཞི་བའི་བློ་གྲོས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྱོད་པ་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ།
en: “Śāntamati, the conduct of the bodhisattvas, the great beings, which manifests throughout the entire domain of sentient beings, is inconceivable.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱི་རྒྱུ་མཐུན་པ་ལས་བྱུང་བའི་སྒྲུབ་པ་ཡང་བསམ་གྱིས་མི་ཁྱབ་བོ། །ཞི་བའི་བློ་གྲོས་བྱང་ཆུབ་སེམས་དཔའ་སྔགས་ཟློས་པ་ན་འདི་ལྟར་སེམས་བསྐྱེད་པར་བྱ་སྟེ། འཕགས་པ་མ་ཡིན་པའི་སེམས་ཅན་འདོད་པ་ལ་ལྷག་པར་ཆགས་པས་བསོད་ནམས་མ་ཡིན་པ་ཤིན་ཏུ་རབ་ཏུ་མང་པོར་འཕེལ་བས་དམྱལ་བ་ཆེན་པོར་སྐྱེ་ཞིང་སེམས་ཅན་འདི་དག་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཤིན་ཏུ་མང་པོ་འདི་འཕེལ་བར་མི་འགྱུར་རོ། །
en: Accordingly, Śāntamati, a bodhisattva who recites the mantra should think, ‘Supposing the aims of the target [were fulfilled], he would accumulate a lot of negativity and would fall into one of the great hells. But this being should not make his store of negativity even greater.

source: སེམས་ཅན་འདི་དག་བྱང་ཆུབ་རྣམ་པ་གསུམ་གྱི་སྐལ་བ་མེད་པར་མི་འགྱུར་བར་བྱ་བའི་ཕྱིར།
en: May he never be separated from the three realizations.’ {52.9}

source: ཞི་བའི་བླ་གྲོས་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྔགས་ཟློས་པས་སེམས་ཉེ་བར་གཞག་པར་བྱ་ཞིང་ཐབས་མཁས་པ་འདི་ལ་མངོན་སྤྱོད་ཀྱི་ལས་རབ་ཏུ་སྦྱར་བར་བྱའོ། །
en: “Only after forming this wish, Śāntamati, can a bodhisattva who recites the mantra perform a violent rite of assault, applying the skillful means.

source: ལས་ཐམས་ཅད་ལ་ཡང་མཚན་མར་འཛིན་པར་མི་བྱའོ། །
en: In all [such] rites, he must be aware of his motive and avoid any unwholesome motives.

source: མི་དགེ་བར་འཛིན་པར་མི་བྱ་ཞིང་སྙིང་རྗེས་བརླན་པའི་སེམས་ཀྱིས་སེམས་ཅན་གདུལ་བའི་ཐབས་ལ་ཡང་བསླབ་པར་བྱའོ། །
en: When undertaking to guide beings, he must strive to do this with a mind full of compassion. {52.10}

source: ཀྱེ་རྒྱལ་བའི་སྲས་གཞན་ཡང་ཆོས་དང་ཆོས་མ་ཡིན་པ་དང་། དཀར་པོ་དང་། ནག་པོ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། འགྲོ་བའི་བདག་ཉིད་ཆེན་པོ་སེམས་ཅན་འདུལ་བའི་ཐབས་སྒྲུབ་པ་དང་།
en: “Moreover, son of the victors, because of the greatness of their comprehension of Dharma and non-Dharma, virtue and nonvirtue, and good and bad, the blessed buddhas mastered the ability to skillfully guide beings.

source: ཆོས་ཀྱི་དབྱིངས་སྒྲུབ་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་རབ་ཏུ་རྟོགས་པར་འགྱུར་ཏེདེ་ཉིད་ཆོས་སྟོན་པས་སེམས་ཅན་སྨིན་པའི་ཐབས་ཀྱང་རབ་ཏུ་སྒྲུབ་པར་བྱེད་དོ། །
en: They have attained the realization of the sphere of phenomena, and all of them without exception bring beings to maturity by the skillful means of Dharma instructions. {52.11}

source: ཀྱེ་རྒྱལ་བའི་སྲས་དེ་བཞིན་དུ་བདག་ཅག་གིས་བསླབ་པར་བྱ་ཞིང་། འདི་ལྟ་སྟེ། སེམས་ཅན་གདུལ་བ་དང་སེམས་ཅན་སྨིན་པ་དང་བསྟན་པར་བྱ་བའི་ཕྱིར་དང་དེ་ལ་རྒྱལ་བའི་སྲས་ཁྱེད་ཅག་གང་འཁོར་གྱི་དཀྱིལ་འཁོར་འདིར་དམ་ཚིག་ཆེན་པོ་ལ་ཞུགས་པ་དེ་ཐམས་ཅད་ཀྱིས་མཉན་པར་བྱ། དད་པར་བྱ་དེ་ཉིད་དགེ་བ་དང་མི་དགེ་བ་ཚོལ་བ་ཉིད་དུ་བྱ་སྟེ། འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པ་ཆོས་སྟོན་པ་ལ་མངོན་པར་དགའ་བར་བྱའོ། །
en: “We should strive, son of the victors, to be the same [as them], so that we can guide, mature, and instruct beings. Therefore, venerable sons of the victors, each and all of you present in this assembly, who have taken the great samaya, should study and develop trust, seeking to establish what is skillful and what is not, so that you can take joy in teaching the Dharma of the tathāgatas.” {52.12}

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞི་བའི་བློ་གྲོས་ཀྱིས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལག་ན་རྡོ་རྗེ་ལ་རྣམ་པར་བལྟས་ནས་ཅང་མི་སྨྲ་བར་གྱུར་ཏེ། །
en: Bodhisattva Śāntamati, the great being, looked at the yakṣa general Vajrapāṇi in silence and remained in his seat. Looking then at Lord Buddha, he thought,

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་བསམ་གྱིས་མི་ཁྱབ་བོ་ཞེས་ཡིད་ལ་བྱས་ནས།
en: “The Buddha’s teachings are inconceivable.” {52.13}

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་རྣམ་པར་ལྟ་བཞིན་དུ་རང་གི་སྟན་ལ་འདུག་པར་གྱུར་ཏོ། །དེ་ནས་གསང་བ་པའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ལ་རྣམ་པར་བལྟས་ནས་ཁྲོ་བོའི་རྒྱལ་པོའི་ཆོ་ག་ཡང་སྨྲས་པ།
en: Vajrapāṇi, the master of guhyakas, directing his gaze at the entire assembly, continued to teach the ritual of Lord of Wrath :

source: གང་དག་ལྷའི་ཚོགས་དང་སེམས་ཅན་གྱི་ཁམས་ལ་བརྟེན་པའི་འབྱུང་པོའི་ཚོགས་ཁྱེད་ཅག་ཉོན་ཅིག །
en: “Listen, respectable hosts of gods and all the hordes of bhūtas who dwell in the inhabited worlds! {52.14}

source: དང་པོར་རེ་ཞིག་བསྲུང་བ་བྱས་ལ་ཁྲོ་བོའི་རྒྱལ་པོའི་རས་རིས་དེ་ཡོངས་སུ་བླངས་ལ། གནས་དབེན་པར་སོང་ནས་དབང་ཕྱུག་ཆེན་པོའི་རྟགས་གཅིག་པའི་གནས་སུ་རྟགས་དེ་ལ་དུག་དང་ཁྲག་དང་སྐེ་ཚེ་དང་། རང་སྐྱུར་གྱིས་གཏོར་ལ་ཤིང་བི་ཙུ་མར་དའི་མེ་ཏོག་གིས་མཆོད་ཅིང་མིའི་རྒྱུ་མ་རློན་པ་དག་གིས་བདག་ཉིད་ལ་མཆོད་ཕྱིར་ཐོགས་བྱས་ལ།
en: “To start, one should perform the protection ritual, take the painting of Lord of Wrath , and go to a secluded place where there is a single śivaliṅga, the abode of Maheśvara. One should anoint this liṅga with poison, blood, brown mustard oil, and kāñjika, and worship it with the petals of neem tree [flowers].
